"Camera Permissions" = "Kamera-Anfrage";

"Would you like to allow this application to use your camera to stream live video?" = "Möchten Sie dieser Anwendung gestatten Ihre Kamera zu verwenden, um ein Live-Video zu streamen?";

"Don't Allow" = "Nicht erlauben";

"Allow" = "Erlauben";
